Repository: jparyani/Mailpile
Catalog: locale/*/LC_MESSAGES/mailpile.po
Languages: is

source: We were unable to find the tag you requested, perhaps it was typed (or linked to) incorrectly?
is: Við fundum ekki flokkinn sem þú leitaðir eftir, var nokkuð prentvilla í nafninu?

source: Oops, You've Found a Quirk
is: Úps, Þú Fannst Villu!

source: If you think this is a bug, please file a <a href="%(url)s" target="_blank">bug report</a>
is: Ef þú heldur að þetta sé villa í forritinu, endilega <a href="%(url)s" target="_blank">sendu inn villuskýrslu</a>

source: All Notifications
is: Allar Tilkynningar

source: From
is: Frá

source: Start Date
is: Upphafstími

source: to
is: til

source: Present
is: Til staðar

source: With
is: Með

source: No Tags
is: Engir merkimiðar

source: All Groups
is: Allir hópar

source: And
is: Og

source: All Contacts
is: Allir Tengiliðir

source: Key
is: Lykill

source: Tag
is: Merkimiði

source: Messages
is: Póstur

source: Priority Tags
is: Meginflokkar

source: Tags
is: Merkimiðar

source: Archived
is: Í geymslu

source: Add New Tag
is: Nýr flokkur

source: Slug
is: Slóð

source: Archive
is: Geyma

source: Default
is: Sjálfgefið

source: Search Messages
is: Leita í bréfum

source: No Recipients
is: Engir viðtakendur

source: View your contacts
is: Skoða tengiliði

source: Add a new contact
is: Bæta við tengilið

source: Items Selected
is: Valið

source: Snug
is: Þröngt

source: Cozy
is: Kósí

source: Comfy
is: Notalegt

source: Unread
is: Ólesið

source: Delete Messages
is: Eyða Bréfum

source: All
is: Allt

source: All messages
is: Öll bréf

source: Unread messages
is: Ólesin bréf

source: Attachments
is: Viðhengi

source: Messages with attachments
is: Bréf með viðhengjum

source: Profiles
is: Þínir prófílar

source: Preferences
is: Notendastillingar

source: View all tags
is: Skoða alla flokka

source: Add Tag
is: Nýr merkimiði

source: Settings
is: Stillingar

source: Searched <strong>%(number)s</strong> messages in <strong>%(elapsed)s</strong> seconds.
is: Leitaði í <strong>%(number)s</strong> bréfum á <strong>%(elapsed)s</strong> sekúndum.

source: Vroom!
is: Vrúmmm!

source: No Results Found
is: Ekkert fannst

source: Email
is: Netfang

source: Login
is: Innskráning

source: Server
is: Póstþjónn

source: Add Profile
is: Bæta við prófíl

source: Your Profiles
is: Þínir prófílar

source: Add Route
is: Bæta við leið

source: Advanced Settings
is: Tæknilegar Stillingar

source: Delete Tag
is: Eyða flokki

source: Edit Tag
is: Breyta Flokki
