Repository: jparyani/Mailpile
Catalog: locale/*/LC_MESSAGES/mailpile.po
Languages: is

source: Ran interactive shell
is: Keyrði notendaskel

source: Did nothing much for a while
is: Andaði djúpt og naut augnabliksins

source: Failed to decrypt configuration, please log in!
is: Gat ekki lesið dulkóðaðar stillingar, skráðu þig inn!

source: Hello world, welcome!
is: Halló heimur, velkomin!

source: Invalid passphrase, please try again
is: Rangt lykilorð, reyndu aftur

source: Incorrect username or password
is: Rangt notendanafn eða lykilorð

source: Your password:
is: Lykilorðið þitt:

source: Please log in
is: Skráðu þig inn

source: Goodbye!
is: Bless!

source: No session found!
is: Engin lota fannst!

source: OK
is: Í lagi

source: Failed
is: Mistókst

source: Failed to parse arguments
is: Skipunin var óskiljanleg

source: No such ID: %s
is: Bréf ekki til: %s

source: What message is %s?
is: Hvaða bréf er %s?

source: %s error: %s
is: %s villa: %s

source: Generating result
is: Undirbý niðurstöður

source: Shutting down
is: Geng frá

source: Parsing metadata for %d results (full_threads=%s)
is: Undirbý upplýsingr um %d niðurstöður (full_threads=%s)

source: Search: %s
is: Leit: %s

source: Loaded metadata index
is: Hlóð inn efnisyfirlit póstsins

source: Failed to loaded metadata index
is: Mistókst að hlaða inn efnisyfirlitið

source: Rescanned vcards
is: Flokkaði nafnspjöld

source: Rescanned mailboxes
is: Flokkaði innihald pósthólfa

source: Failed to reindex: %s
is: Mistókst að flokka: %s

source: Indexed %d messages
is: Flokkaði %d bréf

source: Rescan already in progress
is: Flokkun þegar í gangi

source: Rescanned vcards and mailboxes
is: Flokkaði nafnspjöld og pósthólf

source: User aborted
is: Notandi hætti við

source: Rescanning: %s
is: Flokka: %s

source: Running: %s
is: Keyri: %s

source: Waiting for lock
is: Bíð eftir lás

source: Rescanning: %s %s
is: Keyri: %s %s

source: Failed to rescan: %s
is: Mistókst að flokka: %s

source: Nothing changed
is: Ekkert breyttist

source: Optimized search engine
is: Fínstillti leitarvélina

source: Aborted
is: Hætt við

source: Started the web server on %s
is: Ræsti vefþjón á %s

source: Failed to started the web server
is: Mistókst að ræsa vefþjóninn

source: Wrote PID to %s
is: Skrifaði PID í %s

source: Rendered the page
is: Teiknaði síðuna

source: Nothing Found
is: Ekkert Fannst

source: Listed events, threads, and locks
is: Lýst stöðu viðburða, þráða og lása

source: In lockdown, doing nothing.
is: Forrit læst, geri ekki neitt.

source: Current directory is %s
is: Virk mappa: %s

source: Failed to list directory: %s
is: Mistókst að lýsa innihaldi möppunnar: %s

source: Failed to change directories: %s
is: Mistókst að opna möppuna: %s

source: That file already exists: %s
is: Þessi skrá er nú þegar til: %s

source: Dumped to %s: %s
is: Skrifaði í %s: %s

source: Dumped: %s
is: Skrifaði: %s

source: WARNING: Any changes will be overwritten on login
is: VARÚÐ: Breytingar glatast við innskráningu

source: Updated your settings
is: Uppfærði stillingarnar

source: Reset to default values
is: Stillti á sjálfgefin gildi

source: Invalid keys
is: Ógildir lyklar

source: Displayed settings
is: Birti stillingar

source: Too many files
is: Of margar skrár

source: Failed to read: %s
is: Mistókst að lesa: %s

source: No such file or directory: %s
is: Hvorki fannst skrá né mappa: %s

source: Added %d mailboxes
is: Bætti við %d pósthólfum

source: Nothing was added
is: Engu var bætt við

source: Set output mode to: %s
is: Úttakshamur er: %s

source: Shutting down...
is: Geng frá...

source: The Web interface address is: %s
is: Vefslóð forritsins er: %s

source: The Web interface is disabled.
is: Vefviðmótið er óvirkt.

source: Please log in using the `%s` command.
is: Vinsamlegast skráðu þig inn með `%s` skipuninni.

source: Type `help` for instructions or press <Ctrl-d> to quit.
is: Skrifaðu `help` til að fá leiðbeiningar. Ýttu á <CTRL+D> til að hætta.

source: Commands:
is: Skipanir:

source: Tags: (use a tag as a command to display tagged messages)
is: Flokkar: (nöfn flokka má nota sem skipanir til að leita að pósti)

source: Error
is: Villa

source: Displayed help
is: Birti leiðbeiningar

source: Unknown command
is: Óþekkt skipun

source: Displayed variables
is: Birti breytur

source: Displayed welcome message
is: Bauð notandann velkominn

source: Unknown command: %s
is: Óþekkt skipun: %s

source: true
is: satt

source: yes
is: já

source: on
is: virkt

source: false
is: ósatt

source: no
is: nei

source: off
is: óvirkt

source: Invalid boolean: %s
is: Hvorki satt né ósatt: %s

source: Invalid URL slug: %s
is: Ógild vefslóð: %s

source: Invalid hostname: %s
is: Nafnið á þjóninum er ekki rétt: %s

source: File/directory does not exist: %s
is: Skrá/mappa er ekki til: %s

source: Not a file: %s
is: Er ekki skrá: %s

source: Not a directory: %s
is: Er ekki mappa: %s

source: Please override this method
is: Yfirskrifaðu þetta fall!

source: Only lists or dictionaries can contain dictionary values (key %s).
is: Einungis listar og orðabækur geta haft orðabókagildi (lykill %s).

source: Subsections must be immutable (key %s).
is: Undirkaflar mega ekki breytast (lykill %s).

source: Lists cannot have default values (key %s).
is: Listar geta ekki haft sjálfgefin gildi (lykill %s).

source: Invalid type "%s" for key "%s" (value: %s)
is: Röng týpa "%s" fyrir lykilinn "%s" (gildi: %s)

source: Invalid key for %s: %s
is: Rangur lykill fyrir %s: %s

source: Modifying %s/%s is not allowed
is: Það má ekki breyta %s/%s

source: Invalid value for %s/%s: %s
is: Rangt gildi fyrir %s/%s: %s

source: Unknown constraint for %s/%s: %s
is: Óþekkt skilyrði fyrir %s/%s: %s

source: Cannot append to fixed dict
is: Það er ekki hægt að bæta við fastri orðabók (dict)

source: Creating: %s
is: Bý til: %s

source: Invalid (%s): section %s does not exist
is: Ógilt (%s): kafli %s er ekki til

source: Invalid (%s): section %s, variable %s=%s
is: Vitleysa (%s): kafli %s, breyta %s

source: Loading plugin: %s
is: Virkaði viðbót: %s

source: Processing manifests
is: Vinn úr innihaldslýsingum

source: No such mailbox: %s
is: Þetta pósthólf er bara ekki til: %s

source: %s: Updating: %s
is: %s: Uppfæri: %s

source: %s: Opening: %s (may take a while)
is: %s: Opna: %s (gæti tekið langan tíma)

source: Sent using Mailpile, Free Software from www.mailpile.is
is: Ég nota Mailpile, frjálsan hugbúnað frá www.mailpile.is

source: Route %s does not exist.
is: Leið %s er ekki til.

source: Parent paths are not allowed
is: Yfirslóðir eru ekki leyfðar

source: Mailpile program version
is: Útgáfa Mailpile

source: Configuration timestamp
is: Tímasetning stillinga

source: Master symmetric encryption key
is: Aðal dulritunarlykill forritsins

source: Technical system settings
is: Tæknilega stillingar

source: Max files kept open at once
is: Hámarksfjöldi skráa sem mega vera opin í einu

source: History length (lines, <0=no save)
is: Lengd skipanasöga (línur, <0=ekki vista)

source: Listening port for web UI
is: Port vefþjóns

source: Posting list target size in KB
is: Markstærð stikkorðalista í KB

source: Max results we sort "well"
is: Hámarksfjöldi niðurstaðna sem við röðum vel

source: Max length of metadata snippets
is: Hámarkslengd gagnaupplýsinga (meta)

source: Debugging flags
is: Bilanagreining

source: Host:port of PGP keyserver
is: Nafn:port PGP lyklaþjóns

source: Override the home directory of GnuPG
is: Lesa GnuPG gögn héðan

source: Listening host for web UI
is: Tölvan sem talar við vefviðmótið

source: Local read/write Maildir
is: Slóð að skrifanlegu Maildir hólfi

source: Metadata index file
is: Atriðaskrá með fylgigögnum (meta)

source: Search index directory
is: Slóð á atriðaorðaskrá

source: Mailboxes we index
is: Við búum til atriðaskrá (index) úr þessum pósthólfum

source: Plugins to load on startup
is: Viðbætur til að virkja við ræsingu

source: Locations of assorted data
is: Slóð á flokkuð gögn

source: Default theme
is: Sjálfgefið útlit

source: Location of vcards
is: Geymslumappa nafnspjalda

source: Location of event log
is: Geymslumappa atburðaskrár

source: Demo mode, disallow changes
is: Sýningarhamur, læsa stillingum

source: User preferences
is: Notendastillingar

source: Search results per page
is: Fjöldi leitarniðurstaða á síðu

source: New mail check frequency
is: Tíðni þess að gáð sé að pósti

source: Inline PGP signatures or attached
is: PGP undirskriftir í meginmáli eða sem viðhengi

source: Encrypt local data to ...
is: Dulkóða gögn með lykli ...

source: Advertise GPG preferences in a header?
is: Auglýsa GPG óskir í haus tölvupóstsins?

source: Default encryption policy for outgoing mail
is: Hvort skuli dulrita eða undirrita sendan póst

source: Default sort order
is: Sjálfgefin röðun

source: Key to use to scramble the index
is: Lykill til að dulrita lykilorð leitarvélarinnar

source: Make encrypted content searchable
is: Virkja leit í dulrituðum pósti

source: Encrypt locally stored mail
is: Dulrita pósthólfin

source: Encrypt the local search index
is: Dulrita leitarvélina

source: Encrypt the contact database
is: Dulrita nafnspjöldin

source: Encrypt the event log
is: Dulrita atburðaskrána

source: Encrypt misc. local data
is: Dulrit önnur gögn

source: Command run before rescanning
is: Skipun keyrð á undan póstathugun

source: Default outgoing e-mail address
is: Sjálfgefið netfang til að senda póst

source: Default outgoing mail route
is: Sjálfgefin leið fyrir sendan tölvupóst

source: Always BCC self on outgoing mail
is: Senda sjálfum sér falið afrit allra bréfa

source: User interface language
is: Tungumál notendaviðmóts

source: VCard import/export settings
is: VCard út/inn stillingar

source: VCard import settings
is: Stillingar á VCard innflutningi

source: VCard export settings
is: Stillingar á VCard útflutningi

source: VCard context helper settings
is: VCard samhengisstillingar

source: Credentials allowed to access Mailpile
is: Notendanöfn og lykilorð til að tengjast Mailpile

source: Salted and hashed password
is: Saltað og hakkað lykilorð

source: Outgoing message routes
is: Leiðir til að senda póst

source: Route name
is: Nafn leiðar

source: Messaging protocol
is: Samskiptastaðall

source: User name
is: Notendanafn

source: Password
is: Lykilorð

source: Shell command
is: Skeljaskipun

source: Host
is: Netþjónn

source: Incoming message sources
is: Uppsprettur tölvupósts

source: Source name
is: Nafn uppsprettu

source: Mailbox protocol or format
is: Samskiptastaðall eða geymslumáti

source: Shell command run before syncing
is: Skipun keyrð á undan flokkun

source: Shell command run after syncing
is: Skipun keyrð eftir flokkun

source: How frequently to check for mail
is: Tíðni þess að gáð sé að pósti

source: Mailbox discovery policy
is: Meginreglur nýrra pósthólfa

source: Paths to watch for new mailboxes
is: Slóðir sem geta innihaldið ný hólf

source: Default mailbox policy
is: Sjálfgefið flokkunarstefna

source: Copy mail to a local mailbox?
is: Afrita og geyma á þessari tölvu?

source: Create a tag for each mailbox?
is: Búa til flokk fyrir hvert pósthólf?

source: Is a potential source of new mail
is: Getur innihaldið nýjan (ólesinn) póst

source: Tags applied to messages
is: Flokkar

source: Mailboxes
is: Pósthólf

source: Mailbox source path
is: Slóð að uppsprettu

source: Mailbox policy
is: Flokkunarstefna

source: Local mailbox path
is: Slóð að hólfi á þessari tölvu

source: Is a source of new mail
is: Er uppspretta nýs pósts

source: A tag representing this mailbox
is: Flokkur sem tilheyrir þessu hólfi

source: DEPRECATED: User profiles and personalities
is: ÚRELT: Notendaupplýsingar og annað persónulegt

source: Account name
is: Nafn reiknings

source: E-mail address
is: Netfang

source: Message signature
is: Undirskrift

source: DEPRECATED, DO NOT USE
is: ÚRELT, EKKI NOTA ÞETTA

source: Outgoing mail route
is: Leið sends pósts

source: XMLRPC has been disabled for now.
is: XMLRPC er óvirkt í bili

source: OMG, input too big
is: Úff, of mikið af gögnum

source: Unknown content-type
is: Óþekkt gagnasnið

source: Internal Error
is: Innvortis eymsli

source: Internal error
is: Innvortis eymsli

source: Unknown
is: Óþekkt

source: There is something unknown or wrong with this signature
is: Það er eitthvað skrítið eða rangt við þessa undirritun

source: Not Signed
is: Ekki undirritað rafrænt

source: This message contains no signature, which means it could have come from anyone, not necessarily the real sender
is: Þetta skilaboð er ekki undirritað rafrænt, sem þýðir að það gæti verið falsað eða því gæti hafa verið breytt á leiðinni

source: There was a weird error with this signature
is: Það var eitthvað furðulegt að þessari undirritun

source: Mixed Error
is: Blönduð Villa

source: Parts of this message have a signature with a weird error
is: Hlutar þessa bréfs voru með undarlega ógilda undirritun

source: Invalid
is: Ógild

source: The signature was invalid or bad
is: Undirritunin var ógild eða röng

source: Mixed Invalid
is: Blönduð Ógild

source: Parts of this message has a signature that are invalid or bad
is: Hlutar þessa bréfs var með ógilda eða ranga undirritun

source: Revoked
is: Afturkölluð

source: Watch out, the signature was made with a key that has beenrevoked- this is not a good thing
is: Gættu þín, undirritunin var framkvæmd með lykili sem búið er að afturkalla - þetta er mjög óeðlilegt

source: Mixed Revoked
is: Blönduð Afturkölluð

source: Watch out, parts of this message were signed from a key that has been revoked
is: Gættu þín, hlutar þessa bréfs voru undirritaðir með lykli sem var afturkallaður.

source: Expired
is: Útrunnin

source: The signature was made with an expired key
is: Undirritunin var framkvæmd með útrunnum lykli

source: Mixed Expired
is: Blönduð Útrunnin

source: Parts of this message have a signature made with an expired key
is: Hlutar þessa bréfs voru undirritaðir með útrunnum lykli

source: The signature was made with an unknown key, so we can not verify it
is: Undirritunin var framkvæmd með óþekktum lykli sem ekki var hægt að staðfesta

source: Mixed Unknown
is: Blönduð Óþekkt

source: Parts of this message have a signature made with an unknown key which we can not verify
is: Hlutar þessa bréfs voru undirritaðir með óþekktum lykli sem ekki var hægt að staðfesta

source: Unverified
is: Óstaðfest

source: The signature was good but it came from a key that is not verified yet
is: Undirritun er í lagi, en var framkvæmd með óstaðfestum lykli

source: Mixed Unverified
is: Blönduð Óstaðfest

source: Parts of this message have an unverified signature
is: Hlutar þessa bréfs eru undirritaðir með óstaðfestum lykli

source: Verified
is: Staðfest

source: The signature was good and came from a verified key, w00t!
is: Undirritun er í lagi og kemur frá staðfestum lykli. Mjög gott!

source: Mixed Verified
is: Blönduð Staðfest

source: Parts of the message have a verified signature, but other parts do not
is: Hlutar bréfsins eru undirritaðir með staðfestum lykli, en ekki allir

source: There is some unknown thing wrong with this encryption
is: Það er eitthvað að þessari dulkóðun

source: Not Encrypted
is: Ekki Dulkóðað

source: Encrypted
is: Dulkóðað

source: Mixed Encrypted
is: Blönduð Dulkóðuð

source: We failed to decrypt message and are unsure why.
is: Ekki tókst að afkóða póstinn, veit ekki af hverju.

source: We failed to decrypt parts of this message and are unsure why
is: Ekki tókst að afkóða suma hluta póstsins, veit ekki af hverju

source: No Subject
is: Án Titills

source: and
is: og

source: others
is: aðrir

source: Message not found?
is: Bréf fannst ekki?

source: No attachments found for: %s
is: Engin viðhengi fundust fyrir: %s

source: Metadata index not found: %s
is: Efnisyfirlit vantar: %s

source: Unknown sort order: %s
is: Óþekkt röðun: %s

source: Collapsing conversations...
is: Felli saman samtöl...

source: Invalid username or password
is: Rangt notendanafn eða lykilorð

source: Quitting
is: Hætti

source: Elapsed: %.3fs (%s)
is: Tók: %.3fs (%s)

source: Elapsed: %.3fs
is: Tók: %.3fs (%s)

source: Message %s is not editable
is: Bréf %s er ekki breytanlegt

source: now
is: núna

source: %d mins
is: %d mín

source: %d hour
is: %d klst

source: %d hours
is: %d klst

source: %d day
is: %d dagur

source: %d days
is: %d dagar

source: Trust not calculated
is: Traust hefur ekki verið skilgreint

source: Unknown trust
is: Óþekkt traust

source: Undefined trust
is: Óskilgreint traust

source: Never trust
is: Aldrei að treysta

source: Marginally trust
is: Hæpið traust

source: Full trust
is: Fullt traust

source: Ultimate trust
is: Algjört traust

source: Expired key, not trusted
is: Lykill útrunninn, ótreystandi

source: Disabled key, not trusted
is: Lykill gerður óvirkur, ótreystandi

source: Revoked key, not trusted
is: Endurvakinn lykill, ótreystandi

source: RSA (encrypt only)
is: RSA (eingöngu dulkóðun)

source: RSA (sign only)
is: RSA (eingöngu undirritun)

source: Elgamal (encrypt only)
is: Elgamal (eingöngu dulkóðun)

source: Elgamal (encrypt/sign) [COMPROMISED]
is: Elgamal (dulkóða/undirrita) [ÓTRAUSTVEKJANDI]

source: Failed to sign message!
is: Ekki tókst að undirrita póstinn!

source: Starting up
is: Fer í gang

source: Interrupted: %s
is: Hætt við: %s

source: Copying message: %s
is: Afrita bréf: %s

source: Unknown mail source protocol: %s
is: Óþekkur samskiptastaðall: %s

source: Failed to add message
is: Mistókst að bæta við bréfi

source: Failed to remove message
is: Mistókst að fjarlægja bréf

source: Connection timed out
is: Tenging rann út á tíma

source: No data found
is: Ekkert fannst

source: Message not found
is: Bréf fannst ekki

source: Invalid message type: %s
is: Ógild tegund gagna: %s

source: Failed to process message at =%s
is: Ekki tókst að túlka bréfið í =%s

source: Unknown tag: %s
is: Óþekktur flokkur: %s

source: Classified %d messages
is: Greindi %d bréf

source: Auto-tagged %d messages
is: Flokkaði %d bréf sjálfkrafa

source: Message is not editable
is: Bréf er ekki breytanlegt

source: No messages!
is: Engin bréf!

source: No message found
is: Ekkert bréf fannst

source: No files found
is: Engar skrár fundust

source: Read-only message: %s
is: Óbreytanlegt bréf: %s

source: Attached %s to %d messages
is: Hengdi %s við %d bréf

source: Sending message
is: Sendi bréfið

source: Failed to send %s
is: Ekki tókst að senda %s

source: Sent %d messages
is: Sendi %d bréf

source: Nothing was sent
is: Ekkert var sent

source: Nothing to do!
is: Get ekkert gert!

source: Failed to attach files
is: Mistókst að bæta við viðhengjum

source: Unthreaded %d messaages
is: Tók %d bréf úr samhengi

source: Found %d results
is: Fann %d niðurstöður

source: Add contacts here!
is: Bæta við tengilið

source: Added %d contacts
is: Bætti við %d tengiliðum

source: No such contact: %s
is: Óþekktur tengiliður: %s

source: Removed contacts: %s
is: Fjarlægði tengiliði: %s

source: No contacts found
is: Engir tengiliðir fundust

source: No results
is: Ekkert fannst

source: Event not found
is: Atburður fannst ekki

source: Exported %d messages to %s
is: Vistaði %d bréf í %s

source: Could not migrate route: %s
is: Gat ekki flutt leið: %s

source: Failed to load plugin: %s
is: Ekki tókst að virkja viðbót: %s

source: Changed sort order to %s
is: Breytti röðun í %s

source: Raw message: %s
is: Hrátt bréf: %s

source: Displayed a single message
is: Birti stakt bréf

source: Displayed %d messages
is: Birti %d bréf

source: New
is: Nýtt

source: Inbox
is: Innhólf

source: Blank
is: Tómt

source: Drafts
is: Uppköst

source: Outbox
is: Úthólf

source: Spam
is: Ruslpóstur

source: MaybeSpam
is: KannskiRusl

source: Trash
is: Ruslakarfa

source: All Mail
is: Öll Bréf

source: Photos
is: Myndir

source: Files
is: Skrár

source: Links
is: Hlekkir

source: Created default tags
is: Bjó til sjálfgefna flokka

source: Enabling spambayes autotagger
is: Virkja spambayes flokkara

source: Please install spambayes for super awesome spam filtering
is: Vinsamlegast settu upp spambayes til að virkja sjálfvirka ruslflokkun

source: Encrypting config to %s
is: Dulrita stillingar til %s

source: Oh no, PGP/GPG support is unavailable!
is: Ó nei! PGP/GPG stuðningur er ekki í boði!

source: Obfuscating search index and enabling indexing of encrypted e-mail.
is: Rugla leitarorð og virkja leit í dulrituðum pósti.

source: Oh noes, we have no GnuPG
is: Ó nei, GnuPG vantar

source: Found a keychain
is: Fann lyklakippu

source: Created a new key
is: Bjó til nýjan lykil

source: No e-mail addresses found
is: Ekkert netfang fannst

source: Discovered e-mail addresses
is: Fann netföng

source: Incomplete settings
is: Ófullkomnar stillingar

source: That all worked
is: Þetta gekk vel

source: Invalid settings
is: Ógildar stillingar

source: Found settings for %d addresses
is: Fann stillingar fyrir %d netföng

source: No settings found
is: Engar stillingar fundust

source: Invalid language: %s
is: Óþekkt tungumál: %s

source: Welcome to Mailpile!
is: Velkominn í Mailpile!

source: Invalid preference
is: Ógild stilling

source: Invalid passphrase
is: Rangt lykilorð

source: Updated crypto preferences
is: Uppfærði dulritunarstillingar

source: Configure crypto preferences
is: Stillti dulritun

source: Entering setup flow
is: Hef uppsetningu

source: SMTP Daemon
is: SMTP þjónn

source: Listening host for SMTP daemon
is: Nafn SMTP þjóns

source: Listening port for SMTP daemon
is: Port SMTP þjóns

source: Untag %d messages
is: Afflokka %d bréf

source: Tagged %d messages
is: Flokkaði %d bréf

source: No such tag: %s
is: Óþekktur flokkur: %s

source: Default thumbnail style
is: Tegund sjálfgefinna smámynda

source: Location of Mork database
is: Slóð að Mork grunninum

source: Demo Contacts
is: Tengiliðasýnishorn

source: Contact name
is: Nafn tengiliðar

source: Contact email
is: Netfang tengiliðar

source: That was fun!
is: Þetta var stuð!

source: Your Passphrase
is: Lykilorðið þitt...

source: Oops, wrong passphrase. Try again?
is: Úbs, vitlaust lykilorð. Reyndu aftur?

source: Add Contact
is: Bæta við tengilið

source: Name
is: Nafn

source: E-mail
is: Netfang

source: Add
is: Bæta við

source: Import Contacts
is: Flytja inn tengiliði

source: Contacts
is: Tengiliðir

source: No Contact Info
is: Engar Upplýsingar um Tengilið

source: Previous
is: Fyrri

source: Next
is: Næsta

source: of
is: af

source: 1 Conversation
is: 1 Samtal

source: No results found
is: Ekkert fannst

source: No Name
is: Ekkert Nafn

source: Hey that's you
is: Þú!

source: Conversations
is: Samtöl

source: No Events Found
is: Engir Atburðir Fundust

source: Delete
is: Eyða

source: %(name)s mailpile has %(size)s messages
is: %(name)s er með <b>%(size)s</b> í hrúgunni sinni

source: Donate
is: Styrkja

source: Donate To Mailpile
is: Styrktu Mailpile

source: Or you can donate to our
is: Þú getur líka sett aur í

source: Bitcoin Wallet
is: Bitcoin veskið okkar.

source: is free software made by
is: er frjáls hugbúnaður búinn til af

source: more
is: fleirum

source: To
is: Til

source: Cc
is: Afrit

source: Bcc
is: Blint afrit

source: Subject
is: Titill

source: Can't Encrypt
is: Get ekki dulkóðað

source: Error Encrypting
is: Villa við dulkóðun

source: Signed
is: Undirrtiað rafrænt

source: Unsigned
is: Ekki undirrtiað

source: Your Message...
is: Skilaboðin þín...

source: Save
is: Vista

source: Reply
is: Svara

source: Send
is: Senda

source: Message Not Found
is: Bréf fannst ekki

source: We were unable to find the message you requested, perhaps it was deleted?
is: Við fundum ekki póstinn sem þú leitaðir eftir, ertu viss um að honum hafi ekki verið eytt?

source: Contact Missing
is: Tengilið vantar

source: We were unable to find the contact you requested, perhaps it was typed (or linked to) incorrectly?
is: Við fundum ekki tengiliðinn sem þú leitaðir eftir, var nokkuð prentvilla í nafninu?

source: Tag Missing
is: Vantar flokk
